[
  "Administración Portuaria Integral de Altamira, S.A. de C.V. (API)",
  "Administración Portuaria Integral de Coatzacoalcos, S.A. de C.V. (API)",
  "Administración Portuaria Integral de Dos Bocas, S.A. de C.V. (API)",
  "Administración Portuaria Integral de Ensenada, S.A. de C.V. (API)",
  "Administración Portuaria Integral de Guaymas, S.A. de C.V. (API)",
  "Administración Portuaria Integral de Lázaro Cárdenas, S.A. de C.V. (API)",
  "Administración Portuaria Integral de Manzanillo, S.A. de C.V. (API)",
  "Administración Portuaria Integral de Mazatlán, S.A. de C.V. (API)",
  "Administración Portuaria Integral de Progreso, S.A. de C.V. (API)",
  "Administración Portuaria Integral de Puerto Madero, S.A. de C.V. (API)",
  "Administración Portuaria Integral de Puerto Vallarta, S.A. de C.V. (API)",
  "Administración Portuaria Integral de Salina Cruz, S.A. de C.V. (API)",
  "Administración Portuaria Integral de Tampico, S.A. de C.V. (API)",
  "Administración Portuaria Integral de Topolobampo, S.A. de C.V. (API)",
  "Administración Portuaria Integral de Tuxpan, S.A. de C.V. (API)",
  "Administración Portuaria Integral de Veracruz, S.A. de C.V. (API)",
  "Aeropuerto Internacional de la Ciudad de México, S.A. de C.V. (AICM)",
  "Aeropuertos y Servicios Auxiliares (ASA)",
  "Agencia de Servicios a la Comercialización y Desarrollo de Mercados Agropecuarios (ASERCA)",
  "Agencia Espacial Mexicana (AEM)",
  "Agencia Nacional de Seguridad Industrial y de Protección al Medio Ambiente del Sector Hidrocarburos (ASEA)",
  "Agroasemex, S.A. (AGROASEMEX)",
  "AMEXCID-Fondo de infraestructura para países de Mesoamérica y el Caribe",
  "Archivo General de la Nación (AGN)",
  "ASA-Mandato para el pago de compromisos del Pabellón Aeroespacial CFE-SCT-ASA",
  "Asociación Autónoma del Personal Académico de la Universidad Nacional Autónoma de México (AAPAUNAM)",
  "Asociación Sindical de Oficiales de Máquinas de la Marina Mercante Nacional (ASOMMMN)",
  "Auditoría Superior de la Federación (ASF)",
  "Autoridad Educativa Federal en la Ciudad de México (AEFCM)",
  "Banco del Bienestar, S.N.C.",
  "Banco de México (BANXICO)",
  "BANCOMEXT-Fideicomiso de apoyo a las exportaciones (FIDAPEX)",
  "BANCOMEXT-Fideicomiso para el impulso al financiamiento de las empresas",
  "BANCOMEXT - Fideicomiso para el pago de gastos de servicios de asistencia y defensa legal BANCOMEXT",
  "BANCOMEXT-Fideicomiso Patronato del Centro de Diseño México",
  "BANCOMEXT-Fideicomiso PEA y préstamos jubilados",
  "BANCOMEXT-Fondo de pensiones BANCOMEXT",
  "BANCOMEXT-Fondo de pensiones de contribución definida de BANCOMEXT",
  "BANCOMEXT-Fondo editorial de la Plástica Mexicana",
  "BANCOMEXT-Fondo Mexicano de Carbono, Capítulo Uno (FOMECAR)",
  "Banco Nacional de Comercio Exterior, S.N.C. (BANCOMEXT)",
  "Banco Nacional del Ejército, Fuerza Aérea y Armada, S.N.C. (BANJERCITO)",
  "Banco Nacional de Obras y Servicios Públicos, S.N.C. (BANOBRAS)",
  "BANJERCITO-Fideicomiso irrevocable de administración e inversión del fondo de pensiones o jubilaciones o primas de antigüedad de ...",
  "BANOBRAS-Fid. 2065.- Plan de pensiones de los jubilados de BANOBRAS",
  "BANOBRAS-Fid. 2160 Fondo de pensiones de contribución definida",
  "BANOBRAS-Fid. 285.-Promotora de desarrollo urbano.- Fraccionamiento Bosques del Valle Coacalco",
  "BANOBRAS-Fid. 351.- Unidad Morazán",
  "BANOBRAS-Fid. 66.- Gobierno Federal para créditos especiales",
  "BANOBRAS-Fideicomiso 1936 Fondo Nacional de Infraestructura (FONADIN)",
  "BANOBRAS-Fideicomiso Fondo de Apoyo a Municipios",
  "BANOBRAS-M. 133.- Fraccionamiento Agua Hedionda",
  "BANOBRAS-Para apoyar la construcción y equipamiento del nuevo recinto de la Cámara de Senadores",
  "BANSEFI-Fideicomiso de administración para el otorgamiento y primas de antigüedad",
  "BANSEFI-Fideicomiso irrevocable de administración No. 10055 (L@Red de la Gente)",
  "BANSEFI-Fideicomiso irrevocable de inversión y administración para el pago de pensiones y jubilaciones, F/10045",
  "BANSEFI-Fondo de protección de sociedades financieras populares y de protección a sus ahorradores (F/10216)",
  "BANSEFI-Fondo de supervisión auxiliar de sociedades cooperativas de ahorro y Préstamo y de Protección a sus Ahorradores. F/10217 ...",
  "BANXICO-Fondo Mexicano del Petróleo para la Estabilización y el Desarrollo (FMP)",
  "C. G. Cerro Prieto IV",
  "Cámara de Diputados",
  "Caminos y Puentes Federales de Ingresos y Servicios Conexos (CAPUFE)",
  "Candidato_Independiente_Diputado_Alberto Valencia Bañuelos",
  "Candidato_Independiente_Diputado_Alejandro Eric Cruz Juárez",
  "Candidato_Independiente_Diputado_Ángel Alberto Barroso Correa",
  "Candidato_Independiente_Diputado_Aníbal Gómez Marquina",
  "Candidato_Independiente_Diputado_Carlos Alberto Manzo Rodríguez",
  "Candidato_Independiente_Diputado_Carlos Arturo Córdova Cobos",
  "Candidato_Independiente_Diputado_Daniela González Rodríguez",
  "Candidato_Independiente_Diputado_Daniel Altafi Valladares",
  "Candidato_Independiente_Diputado_Daniel Nieto Martínez",
  "Candidato_Independiente_Diputado_David Eugenio Elizondo Cantú",
  "Candidato_Independiente_Diputado_Enrique Alonso Plascencia",
  "Candidato_Independiente_Diputado_Gregorio Farías Mateos",
  "Candidato_Independiente_Diputado_Iris Paola Gómez de la Cruz",
  "Candidato_Independiente_Diputado_Iván Antonio Pérez Ruiz",
  "Candidato_Independiente_Diputado_Jesús Humberto Alfaro Bedoya",
  "Candidato_Independiente_Diputado_Jesús Siller Rojas",
  "Candidato_Independiente_Diputado_José Terencio Valenzuela Gallegos",
  "Candidato_Independiente_Diputado_Juan Jesús Antonio Manzur Oudie",
  "Candidato_Independiente_Diputado_Julio Cesar Osorio Pérez",
  "Candidato_Independiente_Diputado_Julio Hugo Sánchez Quiroz",
  "Candidato_Independiente_Diputado_Jurgen Ganser Carbajal",
  "Candidato_Independiente_Diputado_Luisa María Guadalupe Calderón Hinojosa",
  "Candidato_Independiente_Diputado_Luis Ángel Benavides Garza",
  "Candidato_Independiente_Diputado_Maria Antonieta Peréz Reyes",
  "Candidato_Independiente_Diputado_María Graciela Parra López",
  "Candidato_Independiente_Diputado_Mario Hernández Herrera",
  "Candidato_Independiente_Diputado_Martha Beatriz Córdova Bernal",
  "Candidato_Independiente_Diputado_Nora Vanessa Estrada Calles",
  "Candidato_Independiente_Diputado_Obilfrido Gómez Álvarez",
  "Candidato_Independiente_Diputado_Olga Valentina Treviño Hinojosa",
  "Candidato_Independiente_Diputado_Pablo Ricardo Montaño Beckmann",
  "Candidato_Independiente_Diputado_Paul Alfonso López de Santa Anna Baeza",
  "Candidato_Independiente_Diputado_Pedro Gustavo Barragán Nuño",
  "Candidato_Independiente_Diputado_Raúl Guajardo Cantú",
  "Candidato_Independiente_Diputado_Rodrigo Cerda Cornejo",
  "Candidato_Independiente_Diputado_Rolando Iván Valdez Hernández",
  "Candidato_Independiente_Diputado_Víctor Joel Echeverría Valenzuela",
  "Candidato_Independiente_Diputado_Yamilett Orduña Saide",
  "Candidato_Independiente_Presidente_Jaime Heliodoro Rodríguez Calderón",
  "Candidato_Independiente_Presidente_Margarita Ester Zavala Gomez Del Campo",
  "Candidato_Independiente_Senador_José Pedro Kumamoto Aguilar",
  "Candidato_Independiente_Senador_Lorenzo Ricardo García De León Coria",
  "Candidato_Independiente_Senador_Manuel Jesús Clouthier Carrillo",
  "Candidato_Independiente_Senador_Obed Javier Cruz  Perez",
  "Candidato_Independiente_Senador_Pablo Abner Salazar Mendiguchía",
  "Candidato_Independiente_Senador_Raúl González Rodriguez",
  "Candidato_Independiente_Senador_Soledad Romero Espinal",
  "CAPUFE-F/11025590 (Antes 4483-0) \"Durango-Yerbanis\"",
  "CAPUFE-F/1516 ATM (Antes 639-00-5) Tijuana-Tecate",
  "CAPUFE-F/21935-2 \"Kantunil-Cancún\"",
  "CAPUFE-F/31293-4 Libramiento Oriente de San Luis Potosí",
  "CAPUFE-F/689 San Martín Texmelucan-Tlaxcala-El Molinito",
  "CAPUFE-Fideicomiso 11029386 (antes SM940243) Gómez Palacio-Cuencamé-Yerbanis",
  "CAPUFE-Fideicomiso 148687 \"Fondo para préstamos a corto plazo para apoyar a los trabajadores de CAPUFE en casos de contingencia\"",
  "CAPUFE-Fideicomiso 2165-8 \"Fondo para liquidación de trabajadores de la red FONADIN\" (Antes FARAC)",
  "CAPUFE-Fideicomiso irrevocable de administración y fuente de pago número CIB/2064",
  "CAPUFE-Fideicomiso No. F/745293 (antes 2103) Cuauhtémoc-Osiris",
  "CAPUFE-Fideicomiso para la construcción, explotación y conservación del tramo carretero Atlacomulco-Maravatio",
  "Casa de Moneda (CMM)",
  "CEAV-Fondo de ayuda, asistencia y reparación integral",
  "Centro de Capacitación Cinematográfica, A.C. (CCC)",
  "Centro de Enseñanza Técnica Industrial (CETI)",
  "Centro de Ingeniería y Desarrollo Industrial (CIDESI)",
  "Centro de Investigación Científica de Yucatán, A.C. (CICY)",
  "Centro de Investigación Científica y de Educación Superior de Ensenada, Baja California (CICESE)",
  "Centro de Investigación en Alimentación y Desarrollo, A.C. (CIAD)",
  "Centro de Investigación en Ciencias de Información Geoespacial (CENTROGEO)",
  "Centro de Investigación en Matemáticas, A.C. (CIMAT)",
  "Centro de Investigación en Materiales Avanzados, S.C. (CIMAV)",
  "Centro de Investigación en Química Aplicada (CIQA)",
  "Centro de Investigaciones Biológicas del Noroeste, S.C. (CIBNOR)",
  "Centro de Investigaciones en Óptica, A.C. (CIO)",
  "Centro de Investigaciones y Estudios Superiores en Antropología Social (CIESAS)",
  "Centro de Investigación y Asistencia en Tecnología y Diseño del Estado de Jalisco, A.C. (CIATEJ)",
  "Centro de Investigación y de Estudios Avanzados del Instituto Politécnico Nacional (CINVESTAV)",
  "Centro de Investigación y Desarrollo Tecnológico en Electroquímica, S.C. (CIDETEQ)",
  "Centro de Investigación y Docencia Económicas, A.C. (CIDE)",
  "Centro Nacional de Control de Energía (CENACE)",
  "Centro Nacional de Control del Gas Natural (CENAGAS)",
  "Centro Nacional de Inteligencia",
  "Centro Nacional de Metrología (CENAM)",
  "Centro Nacional de Prevención de Desastres (CENAPRED)",
  "Centro Regional de Alta Especialidad de Chiapas (CRAE)",
  "Centros de Integración Juvenil, A.C. (CIJ)",
  "CFE-Fideicomiso de administración de gastos previos",
  "CFE-Fideicomiso de administración y traslativo de dominio (Obras de Infraestructura para el Sistema Eléctrico Federal)",
  "CFE-Fideicomiso para el ahorro de energía eléctrica (FIDE)",
  "CFE-Fideicomiso para la constitución de un fondo revolvente de financiamiento para el programa de aislamiento térmico de la vivie...",
  "CIAD-Fideicomiso Centro de Investigación en Alimentación y Desarrollo, A.C. (CIAD)",
  "CIAD-Fideicomiso para el Fondo de los Trabajadores del CIAD",
  "CIATEC, A.C. \"Centro de Innovación Aplicada en Tecnologías Competitivas\" (CIATEC)",
  "CIATEC-Fideicomiso CIATEC",
  "CIATEC-Fideicomiso para pasivos laborales y primas de antigüedad para el personal del CIATEC",
  "CIATEJ-Fideicomiso de investigación científica y de desarrollo tecnológico",
  "CIATEQ, A.C. Centro de Tecnología Avanzada (CIATEQ)",
  "CIATEQ-Fideicomiso N° 030051-4",
  "CIATEQ-Fondo de retiro voluntario y liquidaciones del personal de CIATEQ, A.C.",
  "CIBNOR-Fideicomiso Centro de Investigaciones Biológicas del Noroeste, S.C.",
  "CICESE-Fideicomiso de proyectos de investigación del Centro de Investigación Científica y de Educación Superior de Ensenada, B.C.",
  "CICY-Fondo de investigación científica y desarrollo tecnológico del Centro de Investigación Científica de Yucatán, A.C.",
  "CIDE-Fideicomiso 1725-1-Para integrar diversos fondos (Patrimonial)",
  "CIDE-Fideicomiso 1738-3-Ciencia y Tecnología",
  "CIDETEQ-Fideicomiso de investigación científica y desarrollo tecnológico del Centro Publico de Investigación y Desarrollo Tecnoló...",
  "CIDI-Fideicomiso Centro de Ingeniería y Desarrollo Industrial No. 135826-8",
  "CIESAS-Fondo de investigación científica y desarrollo tecnológico",
  "CIGGET-Fondo de investigación científica y desarrollo tecnológico del Centro de Investigación en Geografía y Geomática, Ing. Jorg...",
  "CIMAT-Fideicomiso Centro de Investigación en Matemáticas No. 040024-1",
  "CIMAT-Fideicomiso de obligaciones laborales del CIMAT",
  "CIMAV-Fideicomiso Centro de Investigación en Materiales Avanzados, S.C. (CIMAV)",
  "CINVESTAV-Fideicomiso de apoyo a las actividades del CINVESTAV",
  "CIO-Fideicomiso Centro de Investigaciones en Óptica, A.C. No. 040026-8",
  "CIO-Fideicomiso para el pago de las obligaciones laborales de los trabajadores del Centro de Investigaciones en Óptica, A.C.",
  "CIQA-Fideicomiso inversión y administración",
  "CIQA-Fideicomiso para pago de primas de antigüedad y jubilación CIQA",
  "CJF-Fideicomiso de apoyos médicos complementarios y de apoyo económico extraordinario para los servidores públicos del Poder Judi...",
  "CJF-Fideicomiso para el desarrollo de infraestructura que implementa la reforma constitucional en materia penal",
  "CJF-Fideicomiso para el mantenimiento de casas habitación de Magistrados y Jueces",
  "CJF-Fideicomiso pensiones complementarias de Magistrados y Jueces jubilados",
  "CJF-Fondo de apoyo a la administración de justicia",
  "CJF-Fondo para la administración de los recursos provenientes de sentencias que deriven de las Acciones Colectivas Difusas, a que...",
  "CNBV-Fideicomiso fondo de apoyo a los trabajadores de confianza de la Comisión Nacional Bancaria y de Valores",
  "CNBV-Fideicomiso para el pago de gratificación por antigüedad a los trabajadores de base de la CNBV que se retiren después de 15 ...",
  "CNBV-Fondo para la asistencia y defensa legal de los miembros de la Junta de Gobierno de la Comisión Nacional Bancaria y de Valor...",
  "CNPSS-Fideicomiso del Sistema de Protección Social en Salud",
  "CNSF-Fideicomiso para la asistencia legal de los miembros de la Junta de Gobierno y servidores públicos de la Comisión Nacional d...",
  "COFECE-Fondo para solventar las contingencias derivadas de juicios laborales de la Comisión Federal de Competencia Económica",
  "COLEF-Fideicomiso de investigación el Colegio de la Frontera Norte",
  "Colegio de Bachilleres (COLBACH)",
  "Colegio de Postgraduados (COLPOS)",
  "Colegio Nacional de Educación Profesional Técnica (CONALEP)",
  "Colegio Superior Agropecuario del Estado de Guerrero (CSAEGRO)",
  "COLMICH-Fideicomiso de ciencia y tecnología del Colegio de Michoacán, A. C.",
  "COLPOS-Fideicomiso de apoyo a la investigación científica y desarrollo tecnológico del Colegio de Postgraduados",
  "COLSAN-Fideicomiso fondo de ahorro del personal de mandos medios y superiores del Colegio de San Luis A.C. N° 030057-3",
  "COLSAN-Fondo de investigación científica y desarrollo tecnológico de El Colegio de San Luis, A.C.",
  "COMIMSA-Fondo de investigación científica y desarrollo tecnológico de COMIMSA",
  "Comisión de Operación y Fomento de Actividades Académicas del Instituto Politécnico Nacional (COFAA)",
  "Comisión Ejecutiva de Atención a Víctimas (CEAV)",
  "Comisión Federal de Competencia Económica (COFECE)",
  "Comisión Federal de Electricidad (CFE)",
  "Comisión Federal para la Protección contra Riesgos Sanitarios (COFEPRIS)",
  "Comisión Nacional Bancaria y de Valores (CNBV)",
  "Comisión Nacional de Acuacultura y Pesca (CONAPESCA)",
  "Comisión Nacional de Arbitraje Médico (CONAMED)",
  "Comisión Nacional de Áreas Naturales Protegidas (CONANP)",
  "Comisión Nacional de Cultura Física y Deporte (CONADE)",
  "Comisión Nacional de Hidrocarburos (CNH)",
  "Comisión Nacional del Agua (CONAGUA)",
  "Comisión Nacional de las Zonas Áridas (CONAZA)",
  "Comisión Nacional de Libros de Texto Gratuitos (CONALITEG)",
  "Comisión Nacional de los Derechos Humanos (CNDH)",
  "Comisión Nacional de los Salarios Mínimos (CONASAMI)",
  "Comisión Nacional del Sistema de Ahorro para el Retiro (CONSAR)",
  "Comisión Nacional de Mejora Regulatoria",
  "Comisión Nacional de Protección Social en Salud (SEGURO POPULAR)",
  "Comisión Nacional de Seguridad Nuclear y Salvaguardias (CNSNS)",
  "Comisión Nacional de Seguros y Fianzas (CNSF)",
  "Comisión Nacional de Vivienda (CONAVI)",
  "Comisión Nacional Forestal (CONAFOR)",
  "Comisión Nacional para el Uso Eficiente de la Energía (CONUEE)",
  "Comisión Nacional para la Mejora Continua de la Educación (MEJOREDU)",
  "Comisión Nacional para la Protección y Defensa de los Usuarios de Servicios Financieros (CONDUSEF)",
  "Comisión Reguladora de Energía (CRE)",
  "Comité Nacional Mixto de Protección al Salario (CONAMPROS)",
  "Compañía Mexicana de Exploraciones, S.A. de C.V. (COMESA)",
  "Compañía Operadora del Centro Cultural y Turístico de Tijuana, S.A. de C.V. (CECUT)",
  "CONACYT-Fondo de cooperación internacional en ciencia y tecnología (FONCICYT)",
  "CONACYT-Fondo de desarrollo científico y tecnológico para el fomento de la producción y financiamiento de vivienda y el crecimien...",
  "CONACYT-Fondo de innovación tecnológica Secretaría de Economía ¿ CONACYT",
  "CONACYT-Fondo de investigación y desarrollo para la modernización tecnológica (FIDETEC)",
  "CONACYT-Fondo institucional de fomento regional para el desarrollo científico, tecnológico, y de innovación",
  "CONACYT-Fondo institucional del CONACYT (FOINS)",
  "CONACYT-Fondo mixto CONACYT - Gobierno del Distrito Federal",
  "CONACYT-Fondo mixto CONACYT-Gobierno del Estado Aguascalientes",
  "CONACYT-Fondo mixto CONACYT-Gobierno del Estado de Campeche",
  "CONACYT-Fondo mixto CONACYT-Gobierno del Estado de Chiapas",
  "CONACYT-Fondo mixto CONACYT - Gobierno del Estado de Chihuahua.",
  "CONACYT-Fondo mixto CONACYT-Gobierno del Estado de Coahuila de Zaragoza",
  "CONACYT-Fondo mixto CONACYT-Gobierno del Estado de Colima",
  "CONACYT-Fondo mixto CONACYT-Gobierno del Estado de Durango",
  "CONACYT-Fondo mixto CONACYT-Gobierno del Estado de Guerrero",
  "CONACYT-Fondo mixto CONACYT-Gobierno del Estado de Hidalgo",
  "CONACYT-Fondo mixto CONACYT - Gobierno del Estado de México",
  "CONACYT-Fondo mixto CONACYT-Gobierno del Estado de Michoacán",
  "CONACYT-Fondo mixto CONACYT - Gobierno del Estado de Oaxaca",
  "CONACYT-Fondo mixto CONACYT-Gobierno del Estado de Quintana Roo",
  "CONACYT-Fondo mixto CONACYT-Gobierno del Estado de Sinaloa",
  "CONACYT-Fondo mixto CONACYT-Gobierno del Estado de Sonora",
  "CONACYT-Fondo mixto CONACYT-Gobierno del Estado de Tabasco",
  "CONACYT-Fondo mixto CONACYT-Gobierno del Estado de Tamaulipas",
  "CONACYT-Fondo mixto CONACYT - Gobierno del Estado de Veracruz de Ignacio de la Llave",
  "CONACYT-Fondo mixto CONACYT-Gobierno del Estado de Yucatán",
  "CONACYT-Fondo mixto CONACYT-Gobierno Municipal de Ciudad Juárez Chihuahua",
  "CONACYT-Fondo mixto CONACYT - Gobierno Municipal de la Paz, Baja California Sur",
  "CONACYT-Fondo mixto CONACYT - Gobierno Municipal de Puebla, Puebla",
  "CONACYT-Fondo mixto de fomento a la investigación científica y tecnológica CONACYT-Gobierno del Estado Baja California",
  "CONACYT-Fondo mixto de fomento a la investigación científica y tecnológica CONACYT-Gobierno del Estado de Baja California Sur",
  "CONACYT-Fondo mixto de fomento a la investigación científica y tecnológica CONACYT-Gobierno del Estado de Guanajuato",
  "CONACYT-Fondo mixto de fomento a la investigación científica y tecnológica CONACYT-Gobierno del Estado de Jalisco",
  "CONACYT-Fondo mixto de fomento a la investigación científica y tecnológica CONACYT-Gobierno del Estado de Morelos",
  "CONACYT-Fondo mixto de fomento a la investigación científica y tecnológica CONACYT-Gobierno del Estado de Nayarit",
  "CONACYT-Fondo mixto de fomento a la investigación científica y tecnológica CONACYT-Gobierno del Estado de Nuevo León",
  "CONACYT-Fondo mixto de fomento a la investigación científica y tecnológica CONACYT-Gobierno del Estado de Puebla",
  "CONACYT-Fondo mixto de fomento a la investigación científica y tecnológica CONACYT-Gobierno del Estado de Querétaro",
  "CONACYT-Fondo mixto de fomento a la investigación científica y tecnológica CONACYT-Gobierno del Estado de San Luis Potosí",
  "CONACYT-Fondo mixto de fomento a la investigación científica y tecnológica CONACYT-Gobierno del Estado de Tlaxcala",
  "CONACYT-Fondo mixto de fomento a la investigación científica y tecnológica CONACYT-Gobierno del Estado de Zacatecas",
  "CONACYT-Fondo para el fomento y apoyo a la investigación científica y tecnológica en bioseguridad y biotecnología (CIBIOGEM)",
  "CONACYT-Fondo sectorial CONACYT ¿ INEGI",
  "CONACYT-Fondo sectorial CONACYT - Secretaría de Energía - Hidrocarburos",
  "CONACYT-Fondo sectorial CONACYT - Secretaría de Energía - Sustentabilidad energética",
  "CONACYT-Fondo sectorial CONACYT - SEGOB - CNS para la seguridad pública",
  "CONACYT-Fondo sectorial de innovación Secretaría de Economía - CONACYT (FINNOVA)",
  "CONACYT-Fondo sectorial de investigación, desarrollo tecnológico e innovación del Ejército y Fuerza Aérea Mexicanos, CONACYT ¿ SE...",
  "CONACYT-Fondo sectorial de investigación, desarrollo tecnológico e innovación en actividades espaciales, CONACYT ¿ AEM",
  "CONACYT-Fondo sectorial de investigación ambiental",
  "CONACYT-Fondo sectorial de investigación en materias agrícola, pecuaria, acuacultura, agrobiotecnología y recursos fitogenéticos",
  "CONACYT-Fondo sectorial de investigación en salud y seguridad social",
  "CONACYT-Fondo sectorial de investigación INIFED - CONACYT",
  "CONACYT-Fondo sectorial de investigación para el desarrollo aeroportuario y la navegación aérea",
  "CONACYT-Fondo sectorial de investigación para el desarrollo social",
  "CONACYT-Fondo sectorial de investigación para la educación",
  "CONACYT - Fondo Sectorial de Investigación para la Evaluación de la Educación CONACYT-INEE",
  "CONACYT-Fondo sectorial de investigación Secretaría de Relaciones Exteriores",
  "CONACYT - Fondo Sectorial de Investigación sobre Pobreza, Monitoreo y Evaluación CONACYT-CONEVAL",
  "CONACYT-Fondo sectorial de investigación y desarrollo en ciencias navales",
  "CONACYT-Fondo sectorial de investigación y desarrollo INMUJERES-CONACYT",
  "CONACYT-Fondo sectorial de investigación y desarrollo sobre el agua",
  "CONACYT-Fondo sectorial para investigación y desarrollo tecnológico en energía",
  "CONACYT-Fondo sectorial para la investigación, el desarrollo y la innovación tecnológica en turismo",
  "CONACYT-Fondo sectorial para la investigación, el desarrollo y la innovación tecnológica forestal",
  "CONADE-Fideicomiso de administración e inversión para el desarrollo y fomento del deporte en el Estado de Puebla",
  "CONADE-Fideicomiso de inversión y administración (FINDEPO)",
  "CONADE-Fideicomiso de inversión y administración denominado \"World Cup in Shotgun Acapulco 2010\"",
  "CONADE-Fideicomiso para becas y apoyos deportivos \"Chelito Zamora\"",
  "CONADE-Fideicomiso para el desarrollo de infraestructura y equipamiento deportivo para los Juegos Panamericanos, Guadalajara 2011",
  "CONADE-Fideicomiso para la infraestructura deportiva",
  "CONADE-Fideicomiso para la infraestructura deportiva (FINDEPO) [201011L6I01528]",
  "CONADE-Fideicomiso para la infraestructura deportiva (FINDEPO) [201011L6I01539]",
  "CONADE-Fideicomiso público de administración e inversión para el desarrollo de la infraestructura y equipamiento deportivo en el ...",
  "CONADE-Fondo para el deporte de alto rendimiento",
  "CONAGUA-Fideicomiso irrevocable de administración y fuente de pago, No. 1928.- para apoyar el proyecto de saneamiento del Valle d...",
  "CONAGUA-Mandato del Túnel Emisor Oriente (TEO)",
  "CONANP-Fideicomiso de administración, inversión y pago número 013 ANP Valle de Bravo",
  "Confederación Patronal de la República Mexicana (COPARMEX)",
  "CONGUA- Mandato para la realización de actos previos a la enajenación de las aeronaves al servicio de la Comisión Nacional del Ag...",
  "CONSAR-Fideicomiso para la asistencia legal de los miembros de la Junta de Gobierno, del Comité Consultivo y de Vigilancia y serv...",
  "Consejería Jurídica del Ejecutivo Federal (CJEF)",
  "Consejo de la Judicatura Federal (CJF)",
  "Consejo de Promoción Turística de México, S.A. de C.V. (CPTM)",
  "Consejo Nacional de Ciencia y Tecnología (CONACYT)",
  "Consejo Nacional de Evaluación de la Política de Desarrollo Social (CONEVAL)",
  "Consejo Nacional de Fomento Educativo (CONAFE)",
  "Consejo Nacional para el Desarrollo y la Inclusión de las Personas con Discapacidad (CONADIS)",
  "Consejo Nacional para Prevenir la Discriminación (CONAPRED)",
  "Coordinación General de la Comisión Mexicana de Ayuda a Refugiados (COMAR)",
  "Coordinación Nacional de Becas para el Bienestar Benito Juárez",
  "CORETT-Fondo de ahorro para los trabajadores de CORETT",
  "Corporación Mexicana de Investigación en Materiales, S.A. de C.V. (COMIMSA)",
  "CRE-Fideicomiso de la Comisión Reguladora de Energía",
  "CULTURA-Fideicomiso Museo de Arte Popular Mexicano (MAP)",
  "CULTURA-Fideicomiso para apoyar la construcción del Centro Nacional de las Artes",
  "CULTURA-Fideicomiso para la adaptación de los museos Diego Rivera y Frida Kahlo",
  "CULTURA-Fideicomiso para la conservación de la Casa del Risco y Pinacoteca Isidro Fabela",
  "CULTURA-Fideicomiso para la cultura de la comisión México-Estados Unidos para el intercambio educativo y cultural F/22514 (FONCA)",
  "CULTURA-Instituto Nacional del Derecho de Autor (INDAUTOR*)",
  "CULTURA-Mandato Antiguo Colegio de San Idelfonso",
  "CULTURA-Mandato del fondo nacional para la cultura y las artes (FONCA)",
  "CULTURA-Radio Educación (RE*)",
  "Diconsa, S.A. de C.V. (DICONSA)",
  "DIF-Fideicomiso DIF-Bosques de las Lomas",
  "ECOSUR-Fondo de investigación científica y desarrollo tecnológico de El Colegio de la Frontera Sur Fid. 784",
  "Educal, S.A. de C.V. (EDUCAL)",
  "EDUCAL-Fondo para los trabajadores por prima de antigüedad de EDUCAL",
  "El Colegio de la Frontera Norte, A.C. (COLEF)",
  "El Colegio de la Frontera Sur (ECOSUR)",
  "El Colegio de México, A.C. (COLMEX)",
  "El Colegio de Michoacán, A.C. (COLMICH)",
  "El Colegio de San Luis, A.C. (COLSAN)",
  "Espacios Públicos y Equipamiento Urbano, S.A. de C.V. (*)",
  "ESSA-Fideicomiso fondo de ahorro obreros de ESSA",
  "ESSA-Fideicomiso plan de pensiones y jubilaciones ESSA",
  "Estudios Churubusco Azteca, S.A.",
  "Exportadora de Sal, S.A. de C.V. (ESSA)",
  "FCE-Fideicomiso de administración e Inversión para el manejo del fondo de ahorro de los trabajadores del Fondo de Cultura Económi...",
  "FCE-Fideicomiso para cubrir indemnizaciones legales por despido, en favor del personal de planta y los beneficiarios que estos de...",
  "FCE-Fideicomiso para el otorgamiento y pago de primas de antigüedad de su personal y los beneficiarios que estos designen en su c...",
  "FCE-Fideicomiso SEP/DGETI/FCE",
  "Ferrocarril del Istmo de Tehuantepec, S.A. de C.V. (FERROISTMO)",
  "FGR-Fondo de auxilio económico a familiares de las víctimas de homicidio de mujeres en el Municipio de Juárez, Chihuahua",
  "FGR-Mandato de administración para recompensas de la Procuraduría General de la Republica",
  "FGR-Mandato de administración y pago para programas de procuración de justicia de la Procuraduría General de la Republica",
  "Fideicomiso de Defensa y Asistencia Legal",
  "Fideicomiso de Fomento Minero (FIFOMI)",
  "Fideicomiso de Formación y Capacitación para el Personal de la Marina Mercante Nacional (FIDENA)",
  "Fideicomiso de la Comisión Nacional de Hidrocarburos",
  "Fideicomiso de los Sistemas Normalizado de Competencia Laboral y de Certificación de Competencia Laboral",
  "Fideicomiso de Riesgo Compartido (FIRCO)",
  "Fideicomiso Fondo Nacional de Fomento Ejidal (FIFONAFE)",
  "Fideicomiso Fondo Nacional de Habitaciones Populares (FONHAPO)",
  "Fideicomiso para el Fondo Regional (FIFONREGION)",
  "Fideicomiso para la Administración de Recursos para el Pago de Primas de Seguros y la Administración de los Fondos que Conforman ...",
  "Fideicomiso para la Cineteca Nacional",
  "Fideicomiso para la Evaluación de los Fondos de Aportaciones Federales (FIDEFAF)",
  "Fideicomiso Programa de Becas SEP-UNAM-Fundación UNAM",
  "Fideicomiso Público de Administración y Pago ASEA",
  "FIFOMI-Plan de pensiones de contribución definida para el personal de mando del FIFOMI",
  "FIFOMI-Plan de pensiones personal operativo",
  "FIFOMI-Prima de antigüedad",
  "FIFONAFE-Fideicomiso traslativo de dominio Puerto los Cabos",
  "Financiera Nacional de Desarrollo Agropecuario, Rural, Forestal y Pesquero (FND)",
  "Fiscalía General de la República",
  "FND-Fondo de la Financiera Rural",
  "FOCIR-Fondo de inversión de capital en Agronegocios (FICA)",
  "FOCIR-Fondo de inversión de capital en Agronegocios 2 (FICA)",
  "FOCIR-Fondo de inversión de capital en Agronegocios 3 (FICA)",
  "FOCIR-Fondo de inversión de capital en Agronegocios Activa (FICA)",
  "FOCIR-Fondo de inversión de capital en Agronegocios Agropyme (FICA)",
  "FOCIR-Fondo de Inversión de Capital en Agronegocios Infraestructura",
  "FOCIR-Fondo de inversión de capital en Agronegocios Sureste (FICA Sureste)",
  "FOCIR-Fondo de inversión de capital en Agronegocios Sureste 2 (FICA)",
  "FONATUR Constructora, S.A. de C.V.",
  "FONATUR-Fideicomiso Barrancas del Cobre",
  "FONATUR-Fideicomiso de reserva para el pago de pensiones o jubilaciones y primas de antigüedad",
  "FONATUR-Fideicomiso para los trabajadores del Hotel Exconvento Santa Catarina",
  "FONATUR-Fideicomiso para trabajadores de Nacional Hotelera Baja California, S. A.",
  "FONATUR Infraestructura, S.A. de C.V.",
  "FONATUR Tren Maya, S.A. de C.V.",
  "Fondo de Capitalización e Inversión del Sector Rural (FOCIR)",
  "Fondo de Cultura Económica (FCE)",
  "Fondo de Garantía y Fomento para la Agricultura, Ganadería y Avicultura (FONDO)",
  "FONDO-Fideicomiso de pensiones, del Fondo de Garantía y Fomento para la Agricultura, Ganadería y Avicultura",
  "FONDO-Fondo de Garantía y Fomento para las Actividades Pesqueras (FOPESCA*)",
  "FONDO-Fondo Especial de Asistencia Técnica y Garantía para Créditos Agropecuarios (*)",
  "FONDO-Fondo Especial para Financiamientos Agropecuarios (*)",
  "Fondo Nacional de Fomento al Turismo (FONATUR)",
  "Fondo Nacional para el Fomento de las Artesanías (FONART)",
  "Fondo para el Desarrollo de Recursos Humanos (FIDERH)",
  "GACM-Fideicomiso para el desarrollo del nuevo Aeropuerto Internacional de la Ciudad del México",
  "Grupo Aeroportuario de la Ciudad de México, S.A. de C.V. (GACM)",
  "Hospital General \"Dr. Manuel Gea González\" (HOSPITAL GEA)",
  "Hospital General de México \"Dr. Eduardo Liceaga\" (HGM)",
  "Hospital Infantil de México Federico Gómez (HIMFG)",
  "Hospital Juárez de México (HJM)",
  "Hospital Regional de Alta Especialidad de Ciudad Victoria \"Bicentenario 2010\" (HRAEV)",
  "Hospital Regional de Alta Especialidad de Ixtapaluca (HRAEI)",
  "Hospital Regional de Alta Especialidad de la Península de Yucatán (HRAEPY)",
  "Hospital Regional de Alta Especialidad del Bajío (HRAEB)",
  "Hospital Regional de Alta Especialidad de Oaxaca (HRAEO)",
  "IFT-Fondo de infraestructura y equipamiento del Instituto Federal de Telecomunicaciones",
  "IMCINE-Fideicomiso fondo de inversión y estímulos al cine (FIDECINE)",
  "IMCINE-Fideicomiso fondo para la producción cinematográfica de calidad (FOPROCINE)",
  "IMP-Fideicomiso para apoyo a la investigación científica y desarrollo tecnológico",
  "IMP-Fideicomiso para pensionados del IMP",
  "IMP-Fideicomiso plan de pensiones para el personal activo del IMP",
  "IMP-Fondo de ahorro",
  "Impresora y Encuadernadora Progreso, S.A. de C.V. (IEPSA)",
  "IMSS-Fideicomiso de administración de teatros y salas de espectáculos IMSS",
  "IMSS-Fideicomiso de beneficios sociales (FIBESO)",
  "IMSS-Fideicomiso de investigación en salud",
  "IMSS-Fideicomiso irrevocable de administración e inversión Niña del Milenio",
  "IMSS-Fideicomiso para el desarrollo del deporte No. 4611-1 (FIDEIMSS)",
  "IMSS-Fondo de fomento a la educación (FOFOE)",
  "IMSS-Fondo para ayudas extraordinarias con motivo del incendio de la Guardería ABC",
  "IMTA-Fondo de investigación científica y desarrollo tecnológico del Instituto Mexicano de Tecnología del Agua",
  "INACIPE-Fondo de ahorro capitalizable para los trabajadores operativos del INACIPE",
  "INADEM-Fideicomiso de Fomento Industrial (LANFI)",
  "INADEM-México Emprende",
  "INAH-Fideicomiso archivos Plutarco Elías Calles y Fernando Torreblanca.",
  "INAH-Fideicomiso irrevocable de administración \"Centro Cultural Santo Domingo\", Oaxaca",
  "INAH-Fideicomiso irrevocable de administración Museo Regional de Guadalupe, Zacatecas",
  "INAH-Fideicomiso irrevocable de administración para los grandes exconventos de La Mixteca Alta, Oaxaca",
  "INAH-Fideicomiso para el fomento y la conservación del Patrimonio Cultural, Antropológico, Arqueológico e Histórico de México",
  "INAH-Fideicomiso privado irrevocable de administración Santo Domingo de Guzmán, Chiapas",
  "INAOE-Fideicomiso de investigación científica y desarrollo tecnológico No. 1750-2",
  "INAOE-Gran Telescopio Canarias en el Observatorio del Roque de los Muchachos (GTC)",
  "INAPESCA-Fideicomiso de investigación para el desarrollo del programa de aprovechamiento del atún y protección de delfines y otro...",
  "INECOL-Fondo de investigación científica y desarrollo tecnológico",
  "INE-Contrato de fideicomiso con número 108600 con el Banco Nacional del Ejército, Fuerza Aérea y Armada, S.N.C. (BANJERCITO), par...",
  "INE-Contrato de fideicomiso con número 108601 con el Banco Nacional del Ejército, Fuerza Aérea y Armada, S.N.C. (BANJERCITO), par...",
  "INEEL-Fideicomiso para el apoyo a la investigación científica y desarrollo tecnológico del Instituto de Investigaciones Eléctricas",
  "INEEL-Fondo de primas de antigüedad, beneficios al retiro y jubilaciones del Instituto de Investigaciones Eléctricas",
  "INFONACOT-Fideicomiso de administración e inversión para pensiones de los trabajadores",
  "INFONACOT-Fideicomiso de inversión y administración de primas de antigüedad de los trabajadores",
  "INFOTEC Centro de Investigación e Innovación en Tecnologías de la Información y Comunicación (INFOTEC)",
  "INFOTEC-Fondo de investigación científica y desarrollo tecnológico del Fondo de Información y Documentación para la Industria INF...",
  "INIFAP-Fideicomiso de administración e inversión para el establecimiento y operación de los fondos de apoyo a la investigación ci...",
  "INR-Fideprotesis",
  "Instituto de Ecología, A.C. (INECOL)",
  "Instituto de Investigaciones \"Dr. José María Luis Mora\"",
  "Instituto del Fondo Nacional de la Vivienda para los Trabajadores (INFONAVIT)",
  "Instituto del Fondo Nacional para el Consumo de los Trabajadores (FONACOT)",
  "Instituto de Seguridad Social para las Fuerzas Armadas Mexicanas (ISSFAM)",
  "Instituto de Seguridad y Servicios Sociales de los Trabajadores del Estado (ISSSTE)",
  "Instituto Federal de Telecomunicaciones (IFT)",
  "Instituto Mexicano de Cinematografía (IMCINE)",
  "Instituto Mexicano de la Juventud (IMJUVE)",
  "Instituto Mexicano de la Propiedad Industrial (IMPI)",
  "Instituto Mexicano de la Radio (IMER)",
  "Instituto Mexicano del Petróleo (IMP)",
  "Instituto Mexicano del Seguro Social (IMSS)",
  "Instituto Mexicano de Tecnología del Agua (IMTA)",
  "Instituto Nacional de Antropología e Historia (INAH)",
  "Instituto Nacional de Astrofísica, Óptica y Electrónica (INAOE)",
  "Instituto Nacional de Bellas Artes y Literatura (INBA)",
  "Instituto Nacional de Cancerología (INCAN)",
  "Instituto Nacional de Cardiología Ignacio Chávez (INCAR)",
  "Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán (INNSZ)",
  "Instituto Nacional de Ciencias Penales (INACIPE)",
  "Instituto Nacional de Desarrollo Social (INDESOL)",
  "Instituto Nacional de Ecología y Cambio Climático (INECC)",
  "Instituto Nacional de Electricidad y Energías Limpias (INEEL)",
  "Instituto Nacional de Enfermedades Respiratorias Ismael Cosío Villegas (INER)",
  "Instituto Nacional de Estadística y Geografía (INEGI)",
  "Instituto Nacional de Estudios Históricos de las Revoluciones de México (INEHRM)",
  "Instituto Nacional de Investigaciones Forestales, Agrícolas y Pecuarias (INIFAP)",
  "Instituto Nacional de Investigaciones Nucleares (ININ)",
  "Instituto Nacional de la Economía Social (INAES)",
  "Instituto Nacional de la Infraestructura Física Educativa (INIFED)",
  "Instituto Nacional de las Mujeres (INMUJERES)",
  "Instituto Nacional de las Personas Adultas Mayores (INAPAM)",
  "Instituto Nacional del Emprendedor (INADEM)",
  "Instituto Nacional de Lenguas Indígenas (INALI)",
  "Instituto Nacional de los Pueblos Indígenas",
  "Instituto Nacional del Suelo Sustentable (INSUS)",
  "Instituto Nacional de Medicina Genómica (INMEGEN)",
  "Instituto Nacional de Migración (INM)",
  "Instituto Nacional de Neurología y Neurocirugía Manuel Velasco Suárez (INNN)",
  "Instituto Nacional de Pediatría (INP)",
  "Instituto Nacional de Perinatología Isidro Espinosa de los Reyes (INPER)",
  "Instituto Nacional de Pesca (INAPESCA)",
  "Instituto Nacional de Psiquiatría Ramón de la Fuente Muñiz (INPRFM)",
  "Instituto Nacional de Rehabilitación Luis Guillermo Ibarra Ibarra (INR)",
  "Instituto Nacional de Salud Pública (INSP)",
  "Instituto Nacional de Transparencia, Acceso a la Información y Protección de Datos Personales (INAI)",
  "Instituto Nacional Electoral (INE)",
  "Instituto Nacional para el Desarrollo de Capacidades del Sector Rural, A.C. (INCA)",
  "Instituto Nacional para la Educación de los Adultos (INEA)",
  "Instituto para Devolver al Pueblo lo Robado (INDEP)",
  "Instituto para el Desarrollo Técnico de las Haciendas Públicas (INDETEC)",
  "Instituto para la Protección al Ahorro Bancario (IPAB)",
  "Instituto Politécnico Nacional (IPN)",
  "Instituto Potosino de Investigación Científica y Tecnológica, A.C. (IPICYT)",
  "IPICYT-Fondo de investigación científica y desarrollo tecnológico del Instituto Potosino de Investigación Científica y Tecnológic...",
  "IPN-Fideicomiso fondo de investigación científica y desarrollo tecnológico del IPN",
  "ISSFAM-Contrato de mandato para el pago de haberes de retiro, pensiones y compensaciones",
  "ISSFAM-Fideicomiso de administración y operación del ISSFAM",
  "Junta Federal de Conciliación y Arbitraje (JFCA)",
  "Laboratorios de Biológicos y Reactivos de México, S.A. de C.V. (BIRMEX)",
  "Liconsa, S.A. de C.V. (LICONSA)",
  "LOTENAL-Fideicomiso Público de Lotería Nacional para la Asistencia Pública",
  "Lotería Nacional para la Asistencia Pública (LOTENAL)",
  "Mandato para la Estrategia de Fortalecimiento para la Atención a Mexicanos en Estados Unidos",
  "MORA-Fondos de investigación científica y desarrollo tecnológico 1759-6",
  "Morena (MORENA)",
  "Movimiento Ciudadano (MC)",
  "Nacional Financiera, S.N.C. (NAFIN)",
  "NAFIN-Complemento del Préstamo Especial para el Ahorro (PEA) y préstamos de corto y mediano plazo para jubilados bajo el plan de ...",
  "NAFIN-Eurocentro NAFIN-México 11081",
  "NAFIN-Fideicomiso de capital emprendedor",
  "NAFIN-Fideicomiso de contragarantía para el financiamiento empresarial",
  "NAFIN-Fideicomiso fondo de asistencia técnica en programas de financiamiento",
  "NAFIN-Fideicomiso programa de venta de títulos en directo al público",
  "NAFIN-Fondo de apoyo al mercado intermedio de valores 9173",
  "NAFIN-Fondo de pensiones de contribución definida de Nacional Financiera",
  "NAFIN-Fondo de pensiones y primas de Antigüedad de NAFIN",
  "NAFIN-Fondo para la participación de riesgos 11480",
  "NAFIN-Fondo para la participación de riesgos en fianzas",
  "NAFIN-Mandatos fusión y liquidación (FONEP, FIDEIN, PAI)",
  "NAFIN-Mario Renato Menéndez Rodríguez 7997",
  "Notimex, Agencia de Noticias del Estado Mexicano (NOTIMEX)",
  "Nueva Alianza (PANAL)",
  "Oficina de la Presidencia de la República",
  "OPR-Centro de Producción de Programas Informativos y Especiales",
  "Orden de Capitanes y Pilotos Navales de la República Mexicana, Similares y Conexos (OCPNRM)",
  "Organismo Promotor de Inversiones en Telecomunicaciones (PROMTEL)",
  "Partido Acción Nacional (PAN)",
  "Partido de la Revolución Democrática (PRD)",
  "Partido del Trabajo (PT)",
  "Partido Encuentro Social (PES)",
  "Partido Revolucionario Institucional (PRI)  ",
  "Partido Verde Ecologista de México (PVEM)",
  "Patronato de Obras e Instalaciones del Instituto Politécnico Nacional (POI IPN)",
  "PEMEX Cogeneración y Servicios",
  "Pemex Etileno",
  "Pemex Exploración y Producción (PEP)",
  "Pemex Fertilizantes",
  "PEMEX-Fid. 294.- Colonia Petrolera José Escandón",
  "PEMEX-Fideicomiso de cobertura laboral y de vivienda",
  "PEMEX-Fondo laboral PEMEX",
  "PEMEX L-Contrato especifico abierto para la construcción y suministro de remolcadores, chalanes y embarcaciones multipropósito pa...",
  "Pemex Logística (PEMEX L)",
  "Pemex Perforación y Servicios",
  "PEMEX TI-Terrenos para Industrias, S.A.",
  "Pemex Transformación Industrial (TRI)",
  "Petróleos Mexicanos (PEMEX)",
  "PGR-Agencia de Investigación Criminal (*)",
  "PGR-Centro de Evaluación y Control de Confianza (*)",
  "PGR-Centro Federal de Protección a Personas (*)",
  "PGR-Centro Nacional de Planeación, Análisis e Información para el Combate a la Delincuencia (*)",
  "PGR-Instituto de Formación Ministerial, Policial y Pericial (*)",
  "PGR-Órgano Administrativo Desconcentrado Especializado en Mecanismos Alternativos de Solución de Controversias en Materia Penal",
  "Policía Federal (PF)",
  "PRESIDENCIA-Fideicomiso a favor de los hijos del personal adscrito al Estado Mayor Presidencial",
  "Prevención y Readaptación Social (OADPRS)",
  "Procuraduría Agraria (PA)",
  "Procuraduría de la Defensa del Contribuyente (PRODECON)",
  "Procuraduría Federal de la Defensa del Trabajo (PROFEDET)",
  "Procuraduría Federal del Consumidor (PROFECO)",
  "Procuraduría Federal de Protección al Ambiente (PROFEPA)",
  "Productora Nacional de Biológicos Veterinarios (PRONABIVE)",
  "Pronósticos para la Asistencia Pública (PRONÓSTICOS)",
  "Registro Agrario Nacional (RAN)",
  "SAE-Almacenadora Sur, S.A. (ALSUR)",
  "SAE-Extinta Luz y Fuerza del Centro (LYF)",
  "SAE-Ferrocarril Chihuahua al Pacífico, S.A. de C.V.",
  "SAE-Ferrocarriles Nacionales de México (FNM)",
  "SAE-Fideicomiso de pensiones del sistema BANRURAL",
  "SAE-Fideicomiso para administrar el fondo de pensiones de FOPPAZ",
  "SAE-Fideicomiso para administrar el fondo de pensiones y gastos médicos de BANPESCA",
  "SAE-Fideicomiso para administrar el fondo de pensiones y gastos médicos de BNCI",
  "SAE-FNM-Fideicomiso 5012-6 FERRONALESJUB (para el pago de pensiones jubilatorias a los trabajadores de Ferrocarriles Nacionales d...",
  "SAE-Fondo de pensiones de instituciones liquidadas",
  "SAE-Fondo de pensiones fideicomiso liquidador de Instituciones y Organizaciones Auxiliares de Crédito",
  "SAE-Fondo de pensiones Financiera Nacional Azucarera",
  "SAE-Fondo de pensiones Servicios de Almacenamiento del Norte S.A.",
  "SAE-Fondo de Restitución (FORE)",
  "SAE-Productos Forestales Mexicanos",
  "SAE-ProMéxico (PROMÉXICO)",
  "SAE-PROMÉXICO-Fideicomiso para la competitividad e innovación México-Unión Europea y/o Fideicomiso PROCEI",
  "SAE-PROMÉXICO-Mandato para la administración de los recursos del programa de apoyo a la industria cinematográfica y audiovisual, ...",
  "SAE-Servicios de Almacenamientos del Norte, S.A.",
  "SAGARPA-Comité Nacional para el Desarrollo Sustentable de la Caña de Azúcar (CONADESUCA*)",
  "SAGARPA-Fondo de Empresas Expropiadas del Sector Azucarero (*)",
  "SAT-Fideicomiso para administrar la contraprestación del artículo 16 de la Ley Aduanera",
  "SAT-Fideicomiso programa de mejoramiento de los medios de informática y control de las autoridades aduaneras",
  "SCJN-Administración de los recursos producto de la venta de publicaciones de la Suprema Corte para el financiamiento de nuevas pu...",
  "SCJN-Fondo Nacional para el Fortalecimiento y Modernización de la Impartición de Justicia (FONDO JURICA)",
  "SCJN-Pensiones complementarias para mandos medios y personal operativo de la Suprema Corte de Justicia de la Nación",
  "SCJN-Pensiones complementarias para servidores públicos de mando superior de la Suprema Corte de Justicia de la Nación",
  "SCJN-Plan de prestaciones médicas",
  "SCJN-Remanentes presupuestarios del año 1998 y anteriores",
  "SCT- Agencia Federal de Aviación Civil",
  "SCT-Agencia Reguladora del Transporte Ferroviario (*ARTF)",
  "SCT-Fid. 122.- Benjamín Hill Trabajadores F.F.C.C. Sonora-Baja California",
  "SCT-Fideicomiso de inversión y administración del tramo carretero Nizuc-Tulum No. 160265-7",
  "SCT-Fideicomiso del fondo de cobertura social de telecomunicaciones",
  "SCT-Fideicomiso E-México",
  "SCT-Fideicomiso programa habitacional de FERRONALES en la República Mexicana",
  "SCT-Instituto Mexicano del Transporte (*IMT)",
  "Secretaría de Agricultura y Desarrollo Rural",
  "Secretaría de Bienestar",
  "Secretaría de Comunicaciones y Transportes (SCT)",
  "Secretaría de Cultura",
  "Secretaría de Desarrollo Agrario, Territorial y Urbano (SEDATU)",
  "Secretaría de Economía (SE)",
  "Secretaría de Educación Pública (SEP)",
  "Secretaría de Energía (SENER)",
  "Secretaría de Gobernación (SEGOB)",
  "Secretaría de Hacienda y Crédito Público (SHCP)",
  "Secretaría de la Defensa Nacional (SEDENA)",
  "Secretaría de la Función Pública (SFP)",
  "Secretaría del Trabajo y Previsión Social (STPS)",
  "Secretaría de Marina (SEMAR)",
  "Secretaría de Medio Ambiente y Recursos Naturales (SEMARNAT)",
  "Secretaría de Relaciones Exteriores (SRE)",
  "Secretaría de Salud (SSA)",
  "Secretaría de Seguridad y Protección Ciudadana",
  "Secretaría de Turismo (SECTUR)",
  "Secretariado Ejecutivo del Sistema Nacional de Seguridad Pública (SNSP)",
  "Secretaría Ejecutiva del Sistema Nacional Anticorrupción (SESNA)",
  "Secretaría General del Consejo Nacional de Población (CONAPO)",
  "Secretaría Técnica del Consejo de Coordinación para la Implementación del Sistema de Justicia Penal",
  "SECTUR-Corporación de Servicios al Turista Ángeles Verdes (*)",
  "SECTUR-Fideicomiso Ángeles Verdes",
  "SECTUR-Fideicomiso para la restauración, recuperación, sostenimiento y mantenimiento de la Zona Federal Marítimo Terrestre del Es...",
  "SECTUR-Fondo Mixto Ciudades Coloniales",
  "SECTUR-Fondo Mixto de Acapulco",
  "SECTUR-Fondo Mixto de Cozumel, Quintana Roo",
  "SECTUR-Fondo Mixto del Estado de Morelos",
  "SECTUR-Fondo Mixto de Mazatlán",
  "SECTUR-Fondo Mixto Mundo Maya",
  "SECTUR-Instituto de Competitividad Turística (ICTUR*)",
  "SEDATU-Fideicomiso de administración y garantía complementaria Fondo 95",
  "SEDATU-Fideicomiso de apoyo a los propietarios rurales en Chiapas (FIAPAR)",
  "SEDATU-Fideicomiso para el desarrollo de la región Centro-Occidente (FIDERCO)",
  "SEDATU-Fideicomiso para el desarrollo de la región Centro-País (FIDCENTRO)",
  "SEDATU-Fideicomiso para el desarrollo de la región Sur-Sureste (FIDESUR)",
  "SEDATU-Fideicomiso para el desarrollo regional Noreste (FIDENOR-ESTE)",
  "SEDATU- Fondo de mejoramiento urbano",
  "SEDATU-Fondo para el ordenamiento de la propiedad rural (FONORDE)",
  "SEDENA-Fideicomiso de apoyo a deudos de militares fallecidos o a militares que hayan adquirido una inutilidad en primera categorí...",
  "SEDENA-Fideicomiso público de administración y pago de equipo militar",
  "SE-Fideicomiso del Programa Nacional Financiero al Microempresario (PRONAFIM)",
  "SE-Fideicomiso para promover el desarrollo de proveedores y contratistas nacionales de la industria energética",
  "SE-Fondo de desarrollo regional sustentable de Estados y Municipios",
  "Se– Fondo para el Desarrollo de Zonas de Producción Minera",
  "SEGOB-Comisión Nacional de Búsqueda de Personas",
  "SEGOB-Comisión Nacional para Prevenir y Erradicar la Violencia Contra las Mujeres (CONAVIM*)",
  "SEGOB-Coordinación para la Atención Integral de la Migración en la Frontera Sur (*)",
  "SEGOB-Fideicomiso para el cumplimiento de obligaciones en materia de los derechos humanos",
  "SEGOB-Fideicomiso para la plataforma de infraestructura, mantenimiento y equipamiento de seguridad pública y de aeronaves",
  "SEGOB-Fondo de apoyo social para ex trabajadores migratorios mexicanos",
  "SEGOB-Fondo para la protección de personas defensoras de derechos humanos y periodistas",
  "SEGOB-Instituto Nacional para el Federalismo y el Desarrollo Municipal (INAFED*)",
  "SEGOB-Secretaría Ejecutiva del Sistema Nacional para la Protección Integral de Niñas, Niños y Adolescentes (SIPINNA*)",
  "SEGOB-Secretaría Técnica de la Comisión Calificadora de Publicaciones y Revistas Ilustradas (STCCPRI*)",
  "SEGURIDAD ALIMENTARIA MEXICANA (SEGALMEX)",
  "SEMARNAT-Fideicomiso para apoyar los programas, proyectos y acciones ambientales de la megalópolis",
  "SEMARNAT-Fondo Mexicano para la conservación de la naturaleza (FMCN)",
  "SEMARNAT-Fondo para el cambio climático",
  "SEMARNAT-Fondo para la biodiversidad",
  "SEMARNAT-Mandato para remediación ambiental",
  "Senado de la República",
  "SENER-Fondo de servicio universal eléctrico (FSUE)",
  "SENER-Fondo para la transición energética y el aprovechamiento sustentable de la energía",
  "SEP-Bachillerato general en sus modalidades no escolarizada y mixta",
  "SEP-Comisión de Apelación y Arbitraje del Deporte (CAAD*)",
  "SEP-Convenio de cooperación para la operación del Programa de Educación a Distancia",
  "SEP-Convenio de cooperación para la operación del Programa de Educación a Distancia II",
  "SEP-Convenio específico para la operación y desarrollo del Programa SEPA-Ingles",
  "SEP-Coordinación General @prende.mx (@prende2.0*)",
  "SEP-Coordinación Nacional del Servicio Profesional Docente (CNSPD*)",
  "SEP-Fideicomiso 14780-8 Fondo Nacional para Escuelas de Calidad",
  "SEP-Fideicomiso del Programa de escuelas de excelencia para abatir el rezago educativo",
  "SEP-Fideicomiso para el Programa especial de financiamiento a la vivienda para el magisterio",
  "SEP-Fideicomiso para la Comisión México-Estados Unidos F 22927-8",
  "SEP-Fondo de apoyo al Programa Intersectorial de Educación Saludable",
  "SEP-Fondo de la amistad México-Japón (FFAMJ)",
  "SEP-Fondo de retiro de los trabajadores de la SEP (FORTE)",
  "SEP-Mandato para el Fondo de apoyo al proyecto en el Distrito Federal",
  "SEP-Programa Nacional de Superación de Personal Académico (SUPERA)",
  "SEP-Tecnológico Nacional de México (TECNM*)",
  "SEP-Universidad Abierta y a Distancia de México (UNADM*)",
  "SEP-XE-IPN Canal 11 (ONCE*)",
  "Servicio de Administración Tributaria (SAT)",
  "Servicio de Información Agroalimentaria y Pesquera (SIAP)",
  "Servicio de Protección Federal (SPF)",
  "Servicio Geológico Mexicano (SGM)",
  "Servicio Nacional de Inspección y Certificación de Semillas (SNICS)",
  "Servicio Nacional de Sanidad, Inocuidad y Calidad Agroalimentaria (SENASICA)",
  "Servicio Postal Mexicano (SEPOMEX)",
  "Servicios Aeroportuarios de la Ciudad de México, S.A. de C.V. (AICM)",
  "Servicios a la Navegación en el Espacio Aéreo Mexicano (SENEAM)",
  "SHCP-9/11 de la recaudación por concepto de las cuotas establecidas en el artículo 2°A. Fracción II de la Ley del Impuesto Especi...",
  "SHCP-Autoridad Federal para el Desarrollo de las Zonas Económicas Especiales (AFDZEE*)",
  "SHCP-Centro de Estudios para la Preparación y Evaluación Socioeconómica de Proyectos (CEPEP)",
  "SHCP-Conservaduría de Palacio Nacional",
  "SHCP-El 0.136 por ciento de la RFP",
  "SHCP-Fid. 1327.- Gobierno Federal, Programa de vivienda para magistrados y jueces del Poder Judicial Federal",
  "SHCP-Fideicomiso 2003 \"Fondo de Desastres Naturales\"",
  "SHCP-Fideicomiso de Transición 2018",
  "SHCP-Fideicomiso fondo de estabilización de los ingresos presupuestarios",
  "SHCP-Fideicomiso para coadyuvar al desarrollo de las entidades federativas y municipios (FIDEM)",
  "SHCP-Fideicomiso para la implementación del Sistema de Justicia Penal en las entidades federativas",
  "SHCP-Fideicomiso para la Infraestructura en los Estados (FIES)",
  "SHCP-Fideicomiso que administrara el fondo para el fortalecimiento de sociedades y cooperativas de ahorro y préstamo y de apoyo a...",
  "SHCP-Fondo Aportaciones para Servicio de Salud (FASSA)",
  "SHCP-Fondo de Ahorro Capitalizable de los Trabajadores Al Servicio del Estado (FONAC)",
  "SHCP-Fondo de Aportaciones Múltiples (FAM)",
  "SHCP-Fondo de Aportaciones para Educación Tecnológica y de Adultos (FAETA)",
  "SHCP-Fondo de Aportaciones para el Fortalecimiento de las Entidades Federativas (FAFEF)",
  "SHCP-Fondo de Aportaciones para el Fortalecimiento de los Municipios y de las Demarcaciones Territoriales del Distrito Federal (F...",
  "SHCP-Fondo de Aportaciones para la Infraestructura Social (FAIS)",
  "SHCP-Fondo de Aportaciones para la Seguridad Pública de los Estados y del Distrito Federal (FASP)",
  "SHCP-Fondo de Aportaciones para Nómina Educativa y Gasto Operativo (FONE)",
  "SHCP-Fondo de apoyo en infraestructura y productividad (FAIP)",
  "SHCP-Fondo de apoyo para infraestructura y seguridad",
  "SHCP-Fondo de compensación",
  "SHCP-Fondo de compensación al régimen de pequeños contribuyentes y del régimen de los intermedios",
  "SHCP-Fondo de compensación de automóviles nuevos",
  "SHCP-Fondo de desincorporación de entidades",
  "SHCP-Fondo de Estabilización de los Ingresos de las Entidades Federativas (FEIEF)",
  "SHCP-Fondo de extracción de hidrocarburos",
  "SHCP-Fondo de fiscalización y recaudación",
  "SHCP-Fondo de fomento municipal",
  "SHCP-Fondo de reconstrucción de Entidades Federativas",
  "SHCP-Fondo general de participaciones",
  "SHCP- Fondo metropolitano",
  "SHCP-Impuesto Especial sobre Producción y Servicios (IEPS)",
  "SHCP-Impuesto sobre la renta participable (ISR)",
  "SHCP-Instituto de Administración y Avalúos de Bienes Nacionales (INDAABIN*)",
  "SHCP-La transferencia  del Fondo Mexicano del Petróleo para la Estabilización y el Desarrollo",
  "SHCP-Mand. 1312.- Juicio promovido por ICA vs INECEL de la República de Ecuador",
  "SHCP-Mandato extinta Comisión Monetaria",
  "SHCP-Mandato fiduciario de inversión y admón. apoyo financiero a favor del Fideicomiso Sindicatura de Promotora del Valle de More...",
  "SHCP-Mandato para la administración de los recursos del Programa de Cooperación Energética para Países de Centroamérica y el Cari...",
  "SHCP-Mandato SHCP Mex. Tex Development Corp.",
  "SHCP-Museo Dolores Olmedo Patiño",
  "SHF-Convenio de adhesión al Fideicomiso \"C\" F/1532 AHM/Sociedad Hipotecaria Federal",
  "SHF-Fondo de Operación y Financiamiento Bancario a la Vivienda (FOVI*)",
  "SHF-Seguros de Crédito a la Vivienda SHF, S.A. de C.V. (*)",
  "Sindicato  (SNTCONADE)",
  "Sindicato Auténtico de los Trabajadores del Centro de Investigación en Alimentación y Desarrollo (SIATCIAD)",
  "Sindicato de Industrial de Trabajadores Salineros, Marineros, Maquinistas, Cargadores, Similares y Conexos de la Baja California ...",
  "Sindicato de Investigadores del INIFAP al Servicio del Agro Mexicano",
  "Sindicato de Investigadores y Profesores de El Colegio de la Frontera Norte (SIPCOLEF)",
  "Sindicato de los Trabajadores de la Construcción, Mantenimiento y Conservación de Infraestructura Turística, Campos de Golf y Pla...",
  "Sindicato del Personal Académico de la Universidad Autónoma Metropolitana",
  "Sindicato Democrático de Trabajadores de Pesca y Acuacultura de la Secretaría de Agricultura, Ganadería, Desarrollo Rural, Pesca ...",
  "Sindicato Democrático Nacional Autónomo de Trabajadores de la Secretaría de Desarrollo Social",
  "Sindicato de Trabajadores Académicos de la Universidad Autónoma de Chapingo (STAUACH)",
  "Sindicato de Trabajadores de Baja Mantenimiento y Operación del Puerto de Loreto (STBMO LORETO)",
  "Sindicato de Trabajadores de la Cámara de Diputados del H. Congreso de la Unión (SINDICATOHCD)",
  "Sindicato de Trabajadores de la Cámara de Diputados del Poder Legislativo Federal (STCDPLF)",
  "Sindicato de Trabajadores de la Cámara de Senadores (STCS)",
  "Sindicato de Trabajadores de la Construcción, Materialistas, Similares y Conexos del Estado de Guerrero (STCMSC)",
  "Sindicato de Trabajadores de la H. Cámara de Senadores",
  "Sindicato de Trabajadores de la Industria de la Radiodifusión, Televisión, Telecomunicaciones Similares y Conexos de la República...",
  "Sindicato de Trabajadores de la Universidad Autónoma de Chapingo (STUACH)",
  "Sindicato de Trabajadores de la Universidad Nacional Autónoma de México (STUNAM)",
  "Sindicato de Trabajadores del Centro de Investigaciones en Óptica, A.C.",
  "Sindicato de Trabajadores del Centro de Investigación y Docencia Económicas, A. C. (SITCIDE)",
  "Sindicato de Trabajadores del Consejo Nacional de Ciencia y Tecnología (STCONACYT)",
  "Sindicato de Trabajadores del Instituto Mexicano de la Juventud (STIMJUVE)",
  "Sindicato de Trabajadores del Instituto Mexicano de Tecnología del Agua (SITIMTA)",
  "Sindicato de Trabajadores del Instituto Nacional de Ciencias Penales (STINACIPE)",
  "Sindicato de Trabajadores del Instituto Nacional para el Desarrollo de Capacidades del Sector Rural (STINCA)",
  "Sindicato de Trabajadores del Instituto Politécnico Nacional",
  "Sindicato de Trabajadores del Patronato de Obras e Instalaciones del Instituto Politécnico Nacional (STPOIIPN)",
  "Sindicato de Trabajadores del Poder Judicial de la Federación (STPJF)",
  "Sindicato de Trabajadores del Servicio de Administración Tributaria y de Hacienda (STSATH)",
  "Sindicato de Trabajadores del Tribunal Federal de Conciliación y Arbitraje (STTFCA)",
  "Sindicato de Trabajadores Democráticos de la Secretaría de Comunicaciones y Transportes. (STDSCT)",
  "Sindicato de Trabajadores de Talleres Gráficos de México (STTGM)",
  "Sindicato de Trabajadores en Establecimientos Comerciales, Condo-Hoteles, Restaurantes y Similares de la Costa Grande de Guerrero...",
  "Sindicato de Trabajadores Ferrocarrileros de la República Mexicana (STFRM)",
  "Sindicato de Trabajadores Petroleros de la República Mexicana (STPRM)",
  "Sindicato de Trabajadores Técnicos y Manuales de la Producción Cinematográfica",
  "Sindicato de Unidad Nacional de los Trabajadores de Acuacultura y Pesca de la Secretaría de Agricultura y Desarrollo Rural",
  "Sindicato de Vanguardia Nacional de los Trabajadores de la Secretaría de Comunicaciones y Transportes (SVTSCT)",
  "Sindicato Gremial de Profesores Investigadores del Colegio de México (SIPRIN COLMEX)",
  "Sindicato Independiente de Académicos del Colegio de Postgraduados. (SIACOLPOS)",
  "Sindicato Independiente de Integración Nacional de Trabajadores de la Secretaría de Agricultura, Ganadería, Desarrollo Rural, Pes...",
  "Sindicato Independiente de Investigadores del Instituto Nacional de Investigaciones Forestales, Agrícolas y Pecuarias (SIIINIFAP)",
  "Sindicato Independiente de Trabajadores Académicos de Oaxaca, (SITAC-OAX)",
  "Sindicato Independiente de Trabajadores de El Colegio de Postgraduados (SINTCOP)",
  "Sindicato Independiente de Trabajadores de la Cámara de Senadores (SICS)",
  "Sindicato Independiente de Trabajadores de la Secretaría de Comunicaciones y Transporte (SITSCT)",
  "Sindicato Independiente de Trabajadores de la Secretaría de Cultura",
  "Sindicato Independiente de Trabajadores de la Universidad Autónoma Metropolitana (SITUAM)",
  "Sindicato Independiente Nacional de Trabajadores del Colegio de Bachilleres (SINTCB)",
  "Sindicato Mexicano de Trabajadores en Servicios Especializados, Emergentes, Asistenciales y Administrativos (SMTSEEAA)",
  "Sindicato Nacional de Arquitectos Conservadores del Patrimonio Cultural de la Secretaría de Cultura-Instituto Nacional de Antropo...",
  "Sindicato Nacional de Controladores de Tránsito Aéreo (SINACTA)",
  "Sindicato Nacional de Cultura (SINAC)",
  "Sindicato Nacional de Empleados del Instituto del Fondo Nacional para el Consumo de los Trabajadores",
  "Sindicato Nacional de Grupos Artísticos del Instituto Nacional de Bellas Artes y Literatura (SNGA INBA)",
  "Sindicato Nacional de los Trabajadores de la Secretaría de Cultura (SNTSC)",
  "Sindicato Nacional de los Trabajadores del Consejo Nacional de Fomento Educativo (SNTCONAFE)",
  "Sindicato Nacional Democrático de los Trabajadores de la Secretaría de Cultura/Sector INBAL (SNDTSC INBAL)",
  "SINDICATO NACIONAL DEMOCRÁTICO DE TRABAJADORES DE LA SECRETARÍA DE CULTURA",
  "Sindicato Nacional Democrático de Trabajadores de la Secretaría de Desarrollo Agrario, Territorial y Urbano (SINDETSEDATU)",
  "Sindicato Nacional Democrático de Trabajadores de los Tribunales Agrarios (SINADETTA)",
  "Sindicato Nacional Democrático de Trabajadores de SENEAM (SNDTI SENEAM)",
  "Sindicato Nacional de Profesores de Investigación Científica y Docencia del INAH",
  "Sindicato Nacional de Trabajadores, Académicos e Investigadores del Instituto Nacional de Bellas Artes y Literatura (SNTAI INBAL)",
  "Sindicato Nacional de Trabajadores de DICONSA (SNTDICONSA)",
  "Sindicato Nacional de Trabajadores de Hacienda y del Servicio de Administración Tributaria (SNTHSAT)",
  "Sindicato Nacional de Trabajadores de Instituciones Financieras, Bancarias, Organizaciones y Actividades Auxiliares de Crédito, E...",
  "Sindicato Nacional de Trabajadores de la Casa de Moneda de México (SNTCMM)",
  "Sindicato Nacional de Trabajadores de la Comisión de Operación y Fomento de Actividades Académicas del Instituto Politécnico Naci...",
  "Sindicato Nacional de Trabajadores de la Comisión Nacional Bancaria y de Valores (SNTCNBV)",
  "Sindicato Nacional de Trabajadores de la Comisión Nacional de los Salarios Mínimos (SNTCONASAMI)",
  "Sindicato Nacional de Trabajadores de la Comisión Nacional de Seguros y Fianzas (SNTCNSF)",
  "Sindicato Nacional de Trabajadores De la Comisión Nacional para  la Protección y Defensa de los Usuarios de Servicios Financieros...",
  "Sindicato Nacional de Trabajadores de la Construcción, Terraceros, Conexos y Similares de México (SNTCTCS)",
  "Sindicato Nacional de Trabajadores de la Educación (SNTE)",
  "Sindicato Nacional de Trabajadores de la Educación para Adultos (SNTEA)",
  "Sindicato Nacional de Trabajadores de la Industria Aeroportuaria y de Servicios, Similares y Conexos de la República Mexicana (SN...",
  "Sindicato Nacional de Trabajadores de la Industria de Fideicomisos, Casas de Cambio, Casas de Bolsa, Aseguradoras, Uniones de Cré...",
  "Sindicato Nacional de Trabajadores de la Industria Láctea, Alimenticia, Similares y Conexos de la República Mexicana (SINDILAC)",
  "Sindicato Nacional de Trabajadores de la Lotería Nacional (SNTLOTENAL)",
  "Sindicato Nacional de Trabajadores de la Procuraduría Agraria \"Felipe Carrillo Puerto\" (SNTPA)",
  "Sindicato Nacional de Trabajadores de la Procuraduría Federal del Consumidor (SNTPROFECO)",
  "Sindicato Nacional de Trabajadores de la Procuraduría General de la República (SNTPGR)",
  "Sindicato Nacional de Trabajadores del Archivo General de la Nación (SNTAGN)",
  "Sindicato Nacional de Trabajadores de la Secretaría de Agricultura, Ganadería, Desarrollo Rural, Pesca y Alimentación (SNTSAGARPA)",
  "Sindicato Nacional de Trabajadores de la Secretaría de Bienestar",
  "Sindicato Nacional de Trabajadores de la Secretaría de Comunicaciones y Transportes (SNTSCT)",
  "Sindicato Nacional de Trabajadores de la Secretaría de Desarrollo Agrario, Territorial y Urbano (SNTRSEDATU)",
  "Sindicato Nacional de Trabajadores de la Secretaría de Economía (SNTSE)",
  "Sindicato Nacional de Trabajadores de la Secretaría de Energía (SNTSENER)",
  "Sindicato Nacional de Trabajadores de la Secretaría de Gobernación (SNTSG)",
  "Sindicato Nacional de Trabajadores de la Secretaría del Trabajo y Previsión Social (SNTSTPS)",
  "Sindicato Nacional de Trabajadores de la Secretaría de Marina",
  "Sindicato Nacional de Trabajadores de la Secretaría de Medio Ambiente y Recursos Naturales (SNTSEMARNAT)",
  "Sindicato Nacional de Trabajadores de la Secretaría de Relaciones Exteriores (SNTSRE)",
  "Sindicato Nacional de Trabajadores de la Secretaría de Salud (SNTSA)",
  "Sindicato Nacional de Trabajadores de la Secretaría de Turismo (SNTSECTUR)",
  "Sindicato Nacional de Trabajadores del Banco del Ahorro Nacional y Servicios Financieros (SNTBANSEFI)",
  "Sindicato Nacional de Trabajadores del Centro Nacional de Control del Gas Natural (SNTCENAGAS)",
  "Sindicato Nacional de Trabajadores del Fideicomiso Fondo Nacional de Fomento Ejidal (SNTIFIFONAFE)",
  "Sindicato Nacional de Trabajadores del Fondo Nacional de Fomento al Turismo (SNTFONATUR)",
  "Sindicato Nacional de Trabajadores del Instituto del Fondo Nacional del Fondo de Vivienda para los Trabajadores",
  "Sindicato Nacional de Trabajadores del Instituto de Seguridad y Servicios Sociales de los Trabajadores del Estado (SNTISSSTE)",
  "Sindicato Nacional de Trabajadores del Instituto Mexicano de la Radio (SNTIMER)",
  "Sindicato Nacional de Trabajadores del Instituto Mexicano del Petróleo (SNTIMP)",
  "Sindicato Nacional de Trabajadores del Instituto Nacional de Bellas Artes y Literatura (SNTINBAL)",
  "Sindicato Nacional de Trabajadores del Instituto Nacional de Bellas Artes y Literatura 227",
  "Sindicato Nacional de Trabajadores del Instituto Nacional de Estadística y Geografía (SNTINEGI)",
  "Sindicato Nacional de Trabajadores del Instituto Nacional de la Infraestructura Física Educativa (SNTINIFED)",
  "Sindicato Nacional de Trabajadores del Instituto Nacional de las Personas Adultas Mayores (SNTINAPAM)",
  "Sindicato Nacional de Trabajadores del Instituto Nacional del Suelo Sustentable (SNTINSUS)",
  "Sindicato Nacional de Trabajadores de los Tribunales Agrarios (SNTTA)",
  "Sindicato Nacional de Trabajadores del Seguro Social (SNTSS)",
  "Sindicato Nacional de Trabajadores del Servicio Postal Mexicano \"Correos de México\" (SNTSEPOMEX)",
  "Sindicato Nacional de Trabajadores del Sistema Nacional para el Desarrollo Integral de la Familia (SNTDIF)",
  "Sindicato Nacional de Trabajadores del Tribunal Federal de Justicia Administrativa (SNTTFJA)",
  "Sindicato Nacional de Trabajadores de Pronósticos para la Asistencia Pública (SNTPAP)",
  "Sindicato Nacional de Trabajadores Revolucionarios de la Secretaría de Desarrollo Agrario, Territorial y Urbano (SNTRSEDATU)",
  "Sindicato Nacional de Trabajadores y Empleados de Servicios en General, Financieros, Similares y Conexos de la República Mexicana...",
  "Sindicato Nacional de Unidad de los Trabajadores de la Secretaría de Comunicaciones y Transportes (SNUTSCT)",
  "Sindicato Nacional Independiente de los Trabajadores de la Secretaría de Economía (SNTSE)",
  "Sindicato Nacional Independiente de Trabajadores de la Fiscalía General de la República (SNITFGR)",
  "Sindicato Nacional Independiente de Trabajadores de la Secretaría de Desarrollo Agrario, Territorial y Urbano (SNITSEDATU)",
  "Sindicato Nacional Independiente de Trabajadores de la Secretaría de Desarrollo Social (SNITSEDESOL)",
  "Sindicato Nacional Independiente de Trabajadores de la Secretaría de Medio Ambiente y Recursos Naturales (SNITSEMARNAT)",
  "Sindicato Nacional Independiente de Trabajadores del Instituto Nacional de Bellas Artes y Literatura (SNITINBAL)",
  "Sindicato Nacional Único y Democrático de los Trabajadores del Banco Nacional de Comercio Exterior (SNUTBANCOMEXT)",
  "Sindicato Patrimonio de Trabajadores y Empleados de la Industria",
  "Sindicato Revolucionario de Trabajadores de la Auditoría Superior de la Federación de la H. Cámara de Diputados (SRTASF)",
  "Sindicato Revolucionario Nacional de Trabajadores de la Secretaría de Comunicaciones y Transportes",
  "Sindicato Único de Personal Técnico y Administrativo del Centro de Investigaciones Biológicas del Noroeste (SUPTACIBNOR)",
  "Sindicato Único de Trabajadores Académicos de la Universidad Autónoma Agraria Antonio Narro (SUTAUAAAN)",
  "Sindicato Único de Trabajadores de AGROASEMEX (SUTAGROSEMEX)",
  "Sindicato Único de Trabajadores de Biológicos y Reactivos (SUTBIRMEX)",
  "Sindicato Único de Trabajadores de El Colegio de la Frontera Sur (SUTECOSUR)",
  "Sindicato Único de Trabajadores de El Colegio de México (SUT COLMEX)",
  "Sindicato Único de Trabajadores de la Industria Nuclear (SUTIN)",
  "Sindicato Único de Trabajadores de la Productora Nacional de Biológicos Veterinarios (SUTPRONABIVE)",
  "Sindicato Único de Trabajadores de la Sociedad Hipotecaria Federal",
  "Sindicato Único de Trabajadores de la Universidad Autónoma Agraria \"Antonio Narro\" (SUTUAAAN)",
  "Sindicato Único de Trabajadores de la Universidad de Colima",
  "Sindicato Único de Trabajadores del Banco de México (SUTBM)",
  "Sindicato Único de Trabajadores del Centro de Enseñanza Técnica Industrial (SUTCETI)",
  "Sindicato Único de Trabajadores del Centro de Investigaciones y Estudios Superiores en Antropología Social (SUTCIESAS)",
  "Sindicato Único de Trabajadores del Centro de Investigación y de Estudios Avanzados del Instituto Politécnico Nacional (SUTINVEST...",
  "Sindicato Único de Trabajadores del Colegio Nacional de Educación Profesional Técnica (SUTCONALEP)",
  "Sindicato Único de Trabajadores del Fondo de Cultura Económica (SUTFCE)",
  "Sindicato Único de Trabajadores del Hospital General \"Dr. Manuel Gea González\" (SUTHGMGG)",
  "Sindicato Único de Trabajadores del Instituto Mexicano de Cinematografía (SUTIMCINE)",
  "Sindicato  Único de Trabajadores del Instituto Mexicano de la Propiedad Industrial (SUT IMPI)",
  "Sindicato Único de Trabajadores del Instituto Nacional de Bellas Artes y Literatura (SUTINBAL)",
  "Sindicato Único de Trabajadores del Instituto Nacional de Ciencias Médicas y Nutrición \"Salvador Zubirán\" (SUTINCMNSZ)",
  "Sindicato Único de Trabajadores del Instituto Nacional de Pediatría (SUTINP)",
  "Sindicato Único de Trabajadores del Instituto Nacional de Perinatología (SUTINPER)",
  "Sindicato Único de Trabajadores Democráticos de la Secretaría de del Medio Ambiente y Recursos Naturales (SUTD SEMARNAT)",
  "Sindicato Único de Trabajadores de Notimex (SUTNOTIMEX)",
  "Sindicato Único de Trabajadores Docentes CONALEP (SUTDCONALEP)",
  "Sindicato Único de Trabajadores Docentes del Colegio Nacional de Educación Profesional Técnica en el estado de Oaxaca, (SUTDCEO)",
  "Sindicato Único de Trabajadores Electricistas de la República Mexicana (SUTERM)",
  "Sindicato Único Nacional de los Trabajadores de la Secretaría de Comunicaciones y Transportes (SUNTSCT)",
  "Sindicato Único Nacional de Trabajadores del Banco Nacional de Obras y Servicios Públicos (SUNTBANOBRAS)",
  "Sindicato Único Nacional de Trabajadores del Instituto Nacional de Estadística y Geografía (SUNTINEGI)",
  "Sindicato Único Nacional de Trabajadores de Nacional Financiera (SUNTNAFIN)",
  "Sindicato Unificado de Trabajadores del Centro de Investigación Científica y de Educación Superior de Ensenada (SUTCICESE)",
  "Sindicato Unificado de Trabajadores del Instituto Nacional de Pediatría",
  "Sindicato Unión de Trabajadores del Partido de la Revolución Democrática",
  "Sindicato Unitario de Trabajadores del Instituto Nacional de Astrofísica, Óptica y Electrónica (SUTINAOE)",
  "Sistema Nacional para el Desarrollo Integral de la Familia (DIF)",
  "Sistema Público de Radiodifusión del Estado Mexicano (SPR)",
  "Sociedad Hipotecaria Federal, S.N.C. (SHF)",
  "SRE-Agencia Mexicana de Cooperación Internacional para el Desarrollo (AMEXCID*)",
  "SRE-AMEXCID-Fondo mixto de cooperación técnica y científica México-España",
  "SRE-Fideicomiso para cubrir gastos por demandas en el extranjero",
  "SRE-Fondo nacional de cooperación internacional para el desarrollo",
  "SRE-Instituto de los Mexicanos en el Exterior (IME*)",
  "SRE-Instituto Matías Romero (IMR*)",
  "SRE-Mandato para el establecimiento del Fondo de Contingencia de las RME´S",
  "SRE-Secciones Mexicanas de las Comisiones Internacionales de Límites y Aguas entre México y Guatemala, y entre México y Belice (C...",
  "SRE-Sección Mexicana de la Comisión Internacional de Límites y Aguas entre México y Estados Unidos (CILA MEX-EUA*)",
  "SSA-Administración del Patrimonio de la Beneficencia Pública (APBP*)",
  "SSA-Centro Nacional de Equidad de Género y Salud Reproductiva (CNEGSR*)",
  "SSA-Centro Nacional de Excelencia Tecnológica en Salud (CENETEC*)",
  "SSA-Centro Nacional de la Transfusión Sanguínea (CNTS*)",
  "SSA-Centro Nacional de Programas Preventivos y Control de Enfermedades (CENAPRECE*)",
  "SSA-Centro Nacional de Trasplantes (CENATRA*)",
  "SSA-Centro Nacional para la Prevención y el Control del VIH/SIDA (CENSIDA*)",
  "SSA-Centro Nacional para la Salud de la Infancia y la Adolescencia (CENSIA*)",
  "SSA-Comisión Nacional contra las Adicciones (CONADIC*)",
  "SSA-Comisión Nacional de Bioética (CONBIOÉTICA*)",
  "SSA-Instituto Nacional de Geriatría (*)",
  "SSA-Servicios de Atención Psiquiátrica (SAP*)",
  "SSPC-Coordinación Nacional Antisecuestro (CONASE*)",
  "SSPC-Fideicomiso preventivo",
  "SSPC-Fondo de Desastres Naturales",
  "SSPC-Fondo para la prevención de desastres naturales",
  "SSPC-Guardia Nacional",
  "Suprema Corte de Justicia de la Nación (SCJN)",
  "Talleres Gráficos de México (TGM)",
  "Telecomunicaciones de México (TELECOMM)",
  "Televisión Metropolitana, S.A. de C.V. (CANAL22)",
  "Tribunal Electoral del Poder Judicial de la Federación (TEPJF)",
  "Tribunal Federal de Conciliación y Arbitraje",
  "Tribunal Federal de Justicia Administrativa (TFJA)",
  "Tribunal Superior Agrario",
  "UNAM-Fideicomiso SEP-UNAM",
  "Unión Nacional de Trabajadores de la Industria Alimenticia, Refresquera, Turística, Hotelera, Gastronómica, Similares y Conexos (...",
  "Universidad Autónoma Agraria Antonio Narro (UAAAN)",
  "Universidad Autónoma Chapingo (UACH)",
  "Universidad Autónoma Metropolitana (UAM)",
  "Universidad Nacional Autónoma de México (UNAM)",
  "Universidad Pedagógica Nacional (UPN)",
  "UPN-Fondo de fomento para la investigación científica y el desarrollo tecnológico de la Universidad Pedagógica Nacional"
]